#닭을 세어봅시다.

print("닭을 세어봅시다.")



#암탉의 수
print("암탉", 25 + 30 / 6)
#수탉의 수
print("수탉", 100 - 25 * 3 % 4)

#여기서 부터 달걀도 세어봅시다.
print("이제 달걀도 세어봅시다.")

#달걀의 수
print(3 + 2 + 1 - 5 + 4 % 2 - 1 / 4 + 6)

#문제1
print("3 + 2 < 5 -7는 참인가요?")

#3더하기2가 5빼기7보다 작은 게 참인가? 참이면 True 거짓이면 False
print(3 + 2 <  5 - 7)

#3더하기2는 5
print("3 + 2는 얼마죠?", 3 + 2)
#5빼기7은?
print("5 -7은 얼마죠?", 5 - 7)

#문제1이 False
print("아하 이게 False인 이유네요.")

print("더 해볼까요.")

# 비교하여 참이면 True, 거짓이면 False를 나타낸다
print("더큰가요?", 5 > - 2)
print("더 크거나 같나요?", 5 >= -2)
print("더 작거나 같나요?", 5 <= -2)

#추가
print("추가로 더 계산해 봅시다.")
print("비만 지수를 계산해 볼까요?")
print("나의 비만 지수 공식:" "몸무게/1.76*1.76")
print("BMI:", 76/(1.76 * 1.76))
