내_이름 = '이유 성'
내_나이 = 40 # 거짓말 아닙니다
내_키 = 188 #cm
내_키_파운드 = round(188 * 0.393701) #인치
내_몸무게 = 71 #kg
내_몸무게_파운드 = round(71 * 2.204623)#파운드
내_눈 = '까만색'
내_이 = '누우런 색'
내_머리 = '까만색'
합 = 내_나이 + 내_키 + 내_몸무게

print(f"내 이름은 {내_이름}이다.")
print(f"내 키는 {내_키}cm이다.")
print(f"내 몸무게는 {내_몸무게}kg이다.")
print("요즘 살이 좀 빠졌어요.")
print(f"내 눈은 {내_눈}이고, 내 이는 {내_이}이며, 내 머리는 {내_머리}이다.")
print(f"{내_나이}와 {내_키}와 {내_몸무게}를 모두 더하면 합은 {합}이다.")
print(f"내 키는 {내_키}cm이고, 인치로 계산하면 약 {내_키_파운드}인치이다.")
print(f"내 몸무게는 {내_몸무게}kg이고, 파운드로 계산하면 약 {내_몸무게_파운드}파운드이다.")
